Repository: 0x0012637/openvas-scanner
Catalog: packaging/debian/po/*.po
Languages: cs, de, es, eu, fr, gl, it, ja, pt, pt_br, ru, sk, sv

source: OpenVAS daemon certificate generation
cs: Vytvoření certifikátů pro daemon OpenVAS
de: Erzeugung des Zertifikats für den OpenVAS-Daemon
es: Generación del certificado para el demonio de OpenVAS
eu: OpenVAS deabru ziurtagiri sortzea
fr: Création du certificat du démon OpenVAS
gl: Xeración do certificado do servidor OpenVAS
it: Demone OpenVAS per la generazione di certificati
ja: OpenVAS デーモン用証明書の生成
pt: Geração de certificados para o OpenVAS daemon
pt_br: Geração de certificado do daemon OpenVAS
ru: Генерация сертификата для службы OpenVAS
sk: Vytvorenie certifikátu OpenVAS démona
sv: Skapa certifikat för OpenVAS-tjänsten

source: You will need to provide the relevant information to create an SSL certificate for your OpenVAS daemon. Note that this information will remain local to this system, but anyone with the ability to connect to your OpenVAS daemon will be able to see it.
cs: Nyní budete muset zadat potřebné informace pro vytvoření SSL certifikátu pro OpenVAS. Tyto informace se nebudou nikam posílat (zůstávají na počítači), ovšem kdokoliv, kdo se může připojit k daemonu OpenVAS, může také získat tyto informace.
de: Sie müssen die Informationen angeben, die zur Erzeugung eines SSL-Zertifikats für Ihren OpenVAS-Daemon notwendig sind. Beachten Sie, dass diese Informationen auf diesem System verbleiben, aber jeder mit der Möglichkeit, sich mit Ihrem OpenVAS-Daemon zu verbinden, kann diese Informationen einsehen.
es: Debe introducir la información necesaria para crear un certificado SSL para su demonio de OpenVAS. Tenga en cuenta que esta información sólo estará disponible localmente, pero cualquiera que pueda conectarse de forma remota con su demonio de OpenVAS podrá obtenerla.
eu: Zure OpenVAS deabruarentzat SSL ziurtagiri bat sortzeko beharrezko informazioa ezarri beharko duzu. Kontutan izan informazio hau nahiz zure zerbitzarian gordetzen den zure OpenVAS deabrura konektatzeko gai den edonork ikusi ahal izango duela.
fr: Vous allez devoir fournir les informations nécessaires à la création d'un certificat SSL pour le démon OpenVAS. Veuillez noter que ces informations resteront locales, mais quiconque pouvant se connecter au démon OpenVAS sera en mesure de les récupérer.
ja: OpenVAS デーモン用の SSL 証明書を生成するのに必要な関連情報を入力する必要があります。注意：この情報はこのシステムのローカルにあることになりますが、OpenVAS デーモンに接続可能な者であれば誰でも閲覧できます。
ru: В процессе создания сертификата SSL для службы OpenVAS требуется некоторая информация. Заметим, что хотя эти данные останутся в вашей системе, любой подключившийся к службе OpenVAS сможет увидеть её.
sk: Budete musieť poskytnúť informácie potrebné na vytvorenie SSL certifikátu vášho OpenVAS démona. Pamätajte, že tieto informácie zostanú uložené lokálne na vašom systéme, ale každý kto bude mať prístup k vášmu OpenVAS démonu dokáže tieto informácie získať.
sv: Du behöver ange relevant information för att skapa ett SSL-certifikat för OpenVAS-tjänsten. Informationen kommer att behandla lokalt i systemet men den som kan ansluta till servern kan läsa det.

source: Certificate authority certificate lifetime (days):
cs: Platnost certifikátu certifikační autority (ve dnech):
de: Gültigkeitsdauer des Server-Zertifikats (in Tagen):
es: Caducidad del certificado de la Autoridad de Certificación (en días):
eu: Ziurtagiri autoritate ziurtagiri iraupen-muga (egun):
fr: Durée de validité, en jours, du certificat de l'autorité de certification :
it: Durata (in giorni) del certificato dell'autorità di certificazione:
ja: 認証局の認証期間 (日数):
ru: Срок действия сертификата центра сертификации (в днях):
sk: Životnosť autoritného certifikátu (v dňoch):
sv: Livstid för certifikatutfärdarens certifikat (antal dagar):

source: Please choose the lifetime of the Certificate Authority certificate that will be used to generate the OpenVAS daemon certificate.
cs: Zadejte délku platnosti certifikátu certifikační autority, která se použije pro vytvoření certifikátu pro daemon OpenVAS.
de: Bitte wählen Sie die Gültigkeitsdauer des Zertifikats der Zertifizierungsstelle (Certificate Authority), das zur Erzeugung des Zertifikats für den OpenVAS-Daemon verwendet werden wird, aus.
es: Introduzca la caducidad del certificado de la Autoridad de Certificación que se utilizará para generar el certificado del demonio de OpenVAS.
eu: Mesedez hautatu OpenVAS deabru ziurtagiria sortzeko erabiliko den Ziurtagiri Autoritate ziurtagiriaren iraupen-muga.
fr: Veuillez choisir la durée de validité du certificat de l'Autorité de Certification (CA : « Certificate Authority ») qui sera utilisée pour créer le certificat du démon OpenVAS.
it: Scegliere la durata del certificato dell'autorità di certificazione che sarà usata per generare il certificato del demone OpenVAS.
ja: OpenVAS デーモンの証明書を生成する際に認証局が認証する期間を指定してください。
ru: Укажите срок действия сертификата центра сертификации, который будет использоваться при создании сертификата службы OpenVAS.
sk: Prosím, vyberte životnosť certifikátu Certifikačnej autority, ktorá sa použije na vytvorenie certifikátu OpenVAS démona.
sv: Ange livstiden för certifikatutfärdarens certifikat som används för att generera certifikatet till OpenVAS-tjänsten.

source: Server certificate lifetime (days):
cs: Platnost serverového certifikátu (ve dnech):
de: Gültigkeitsdauer des Server-Zertifikats (in Tagen):
es: Caducidad del certificado del servidor (en días):
eu: Zerbitzari ziurtagiri iraupen-muga (egun):
fr: Durée de validité, en jours, du certificat du serveur :
it: Durata (in giorni) del certificato del server:
ja: サーバ証明書の有効期間 (日数):
ru: Срок действия сертификата сервера (в днях):
sk: Životnosť certifikátu servera (v dňoch):
sv: Livstid för servercertifikat (antal dagar)

source: Please choose the lifetime of the OpenVAS daemon certificate.
cs: Zadejte délku platnosti certifikátu pro daemon OpenVAS.
de: Bitte wählen Sie die Gültigkeitsdauer des Zertifikats des OpenVAS-Daemons aus.
es: Introduzca la caducidad del certificado del demonio de OpenVAS.
eu: Mesedez hautatu OpenVAS deabru ziurtagiriaren iraupen muga.
fr: Veuillez indiquer la durée de validité du certificat du démon OpenVAS.
it: Scegliere la durata del certificato del demone OpenVAS.
ja: OpenVAS デーモンの証明書の有効期間を指定してください。
ru: Укажите срок действия сертификата службы OpenVAS.
sk: Prosím, vyberte životnosť certifikátu OpenVAS démona.
sv: Ange livstiden för certifikatet som används av OpenVAS-tjänsten.

source: OpenVAS clients will not connect to servers with expired certificates, so you should choose a duration longer than the time you plan to run this server.
cs: Protože se OpenVAS klienti odmítnou připojit k serverům, jejichž platnost certifikátu již vypršela, měli byste zvolit platnost certifikátu delší, než je plánovaná doba provozu tohoto serveru.
de: OpenVAS-Clients können sich nicht mit Servern verbinden, deren Zertifikat abgelaufen ist, daher sollten Sie die Dauer so wählen, dass sie die geplante Betriebsdauer des Servers überschreitet.
es: Los clientes de OpenVAS no se conectarán a los servidores que utilicen certificados caducados. Por ello, debería escoger una duración mayor que el tiempo durante el cual prevé tener este servidor funcionando.
eu: OpenVAS bezeroak ezingo dira konektatu behin ziurtagiria iraungitzen denean, beraz zerbitzaria hau erabiltzea pentsatzen duzuna baino denbora luzeago bat hautatu beharko zenuke.
fr: Les clients OpenVAS ne pourront pas se connecter aux serveurs utilisant des certificats expirés. Il est donc conseillé de choisir une durée suffisante pour la vie du serveur.
it: I client OpenVAS non si connetteranno a server con certificati scaduti, per cui è necessario scegliere una durata più lunga del tempo di durata prevista per il server.
ja: OpenVAS クライアントは証明期間が切れたサーバには接続しないので、このサーバを運用する予定期間より長めの期間を指定する必要があります。
ru: Клиенты OpenVAS не будут подключаться к серверам с просроченными сертификатами, поэтому нужно указать срок в течении которого, как вы планируете, будет работать сервер.
sk: OpenVAS klienti sa nepripoja k serverom, ktorých certifikát vypršal, takže by ste mali zvoliť obdobie dlhšie ako plánovaná prevádzka tohto servera.
sv: OpenVAS-klienter kan inte ansluta till servrar där certifikaten har gått ut, du ska därför välja ett tidsintervall som är längre än den planerade livslängden för servern.

source: This certificate can be regenerated later by removing the certificate file stored in /var/lib/openvas/CA/ and running "openvas-mkcert".
cs: Certifikát můžete později vygenerovat znovu tak, že odstraníte soubor s certifikátem ve /var/lib/openvas/CA/ a spustíte „openvas-mkcert“.
de: Dieses Zertifikat kann später regeneriert werden, indem die in /var/lib/openvas/CA/ gespeicherte Zertifikatsdatei entfernt und »openvas-mkcert« aufgerufen wird.
es: Este certificado puede crearse más adelante borrando el fichero del certificado almacenado en «/var/lib/openvas/CA/» y ejecutando «openvas-mkcert».
eu: Ziurtagiri hau beranduago birsortu daiteke /var/lib/openvas/CA/ direktorioan dagoen ziurtagiri fitxategia ezabatuaz eta "openvas-mkcert" exekutatuaz.
fr: Le certificat peut être recréé plus tard en supprimant le fichier de certificat dans /var/lib/openvas/CA/ et en utilisant la commande « openvas-mkcert ».
it: Questo certificato potrà essere generato nuovamente in un secondo tempo, rimuovendo il file dei certificati memorizzato in «/var/lib/openvas/CA» ed eseguendo «openvas-mkcert».
ja: /var/lib/openvas/CA/ に保存されている証明書ファイルを削除して「openvas-mkcert」を実行すれば、後でもこの証明書を再生成できます。
ru: Этот сертификат может быть перегенерирован позже, если удалить файл сертификата из каталога /var/lib/openvas/CA/ и запустить "openvas-mkcert".
sk: Tento certifikát je možné znova vytvoriť tak, že odstránitesúbor uložený v adresári /var/lib/openvas/CA/ a spustíte „openvas-mkcert“.
sv: Certifikatet kan skapas senare genom att radera certifikatfilen i /var/lib/openvas/CA/ och sedan köra kommandot "openvas-mkcert".

source: Country (two-letter code):
cs: Stát (dvoupísmenný kód):
de: Ihr Land (Zweibuchstabiger Code):
es: País (código de dos letras):
eu: Estatua (bi letratako kodea)
fr: Pays (code à deux lettres) :
it: Nazione (codice a 2 lettere):
ja: 国名 (アルファベット二文字のコード):
ru: Страна (двухбуквенный код):
sk: Krajina (dvojpísmenový kód):
sv: Landskod (två bokstäver):

source: Please enter the two-letter code for the country where this server resides.
cs: Zadejte dvoupísmenný kód státu, ve kterém je tento server umístěn.
de: Bitte geben Sie den zweibuchstabigen Code für das Land an, in dem sich der Server befindet.
es: Introduzca el código de dos letras del país donde se encuentra ubicado el servidor.
eu: Mesedez idatzi zerbitzaria dagoen estatuko bi letretako kodea.
fr: Veuillez indiquer le code du pays où est situé le serveur.
it: Inserire il codice a 2 lettere della nazione in cui il server si trova.
ja: このサーバが存在している国の国別コード (二文字) を入力してください。
ru: Укажите двухбуквенный код страны где находится сервер (RU - Россия).
sk: Prosím, zadajte dvojpísmenový kód krajiny, kde sa tento server nachádza.
sv: Ange den två tecken långa koden för landet där servern hör hemma.

source: State or province:
cs: Území nebo provincie:
de: Bundesland oder Provinz:
es: Provincia o estado:
eu: Eremu edo probintzia:
fr: État ou province :
it: Stato o provincia:
ja: 都道府県名:
ru: Область или округ:
sk: Región:
sv: Provins/län:

source: Please enter the state or province where this server resides.
cs: Zadejte název regionu, území nebo provincie, kde je tento server umístěn.
de: Geben Sie das Bundesland oder die Provinz ein, in dem sich der Server befindet.
es: Introduzca el nombre del estado o de la provincia donde se encuentra ubicado el servidor.
eu: Mesedez idatzi zerbitzaria dagoen eremu edo probintzia.
fr: Veuillez indiquer le nom de l'état ou de la province où est situé le serveur.
it: Inserire lo stato o la provincia in cui il server si trova.
ja: このサーバが存在している都道府県名を入力してください。
ru: Укажите полное название области или округа, в котором находится сервер.
sk: Prosím, zadajte región, v ktorom sa nachádza tento server.
sv: Ange provins eller län där servern är belägen.

source: Location:
cs: Místo:
de: Standort:
es: Ubicación:
eu: Kokalekua:
fr: Emplacement du serveur :
it: Posizione:
ja: 地域名:
ru: Расположение:
sk: Lokalita:
sv: Plats/stad:

source: Please enter the location (town, for example) where this server resides.
cs: Zadejte název místa (např, město), kde je tento server umístěn.
de: Bitte geben Sie den Standort (beispielsweise die Stadt) an, an dem sich der Server befindet.
es: Introduzca la ubicación (por ejemplo, la ciudad) donde se encuentra ubicado el servidor.
eu: Mesedez idatzi zerbitzaria dagoen kokalekua (herria adibidez).
fr: Veuillez indiquer l'emplacement (par exemple la ville) où est situé le serveur.
it: Inserire la posizione (ad esempio città) in cui il server si trova.
ja: このサーバが存在している地域名 (例えば街の名前) を入力してください。
ru: Укажите название места (например, город) где находится сервер.
sk: Prosím, zadajte lokalitu (napr. mesto), kde sa tento server nachádza.
sv: Ange var servern är belägen (exempelvis stad):

source: Organization:
cs: Organizace:
de: Organisation:
es: Organización:
eu: Erakundea:
fr: Organisation :
it: Organizzazione:
ja: 組織名:
ru: Организация:
sk: Organizácia:
sv: Organisation/företag:

source: Please enter the name of the organization this server belongs to.
cs: Zadejte jméno společnosti nebo organizace, které tento server patří.
de: Bitte geben Sie den Namen der Organisation ein, zu der dieser Server gehört.
es: Introduzca el nombre de la organización o compañía a la que pertenece el servidor.
eu: Mesedez idatzi zerbitzari honen erakundea.
fr: Veuillez indiquer le nom de l'organisation ou de la société à laquelle le serveur appartient.
it: Inserire il nome dell'organizzazione alla quale il server appartiene.
ja: このサーバが所属する組織や会社の名前を入力してください。
ru: Укажите название организации которой принадлежит сервер.
sk: Zadajte názov organizácie alebo spoločnosti, ktorej patrí tento server.
sv: Ange namnet på organisationen eller företaget som servern tillhör.

source: You will need to provide the relevant information to create an SSL certificate for your OpenVAS daemon. Note that this information will remain local to this system, but anyone with the ability to connect to your OpenVAS daemon will be able to see it.
it: Sarà necessario fornire le informazioni pertinenti per creare un certificato SSL per il proprio demone OpenVAS. Si noti che queste informazioni rimarranno in locale sul proprio sistema, ma chiunque si possa connettere con il demone OpenVAS sarà in grado di visualizzarle.

source: You will need to provide the relevant information to create an SSL certificate for your OpenVAS daemon. Note that this information will *NOT* be sent to echo anybody (everything stays local), but anyone with the ability to connect to your OpenVAS daemon will be able to retrieve this information.
gl: Háselle solicitar a información relevante para crear un certificado SSL para o seu servidor OpenVAS. Teña en conta que esta información NON se ha enviar a ninguén, pero calquera que teña a capacidade de se conectar ao seu servidor OpenVAS ha poder obter esta información.
pt: Vai precisar de indicar a informação relevante para criar um certificado SSL para o seu OpenVAS daemon. Note que esta informação *NÃO* irá ser enviada a ninguém (tudo fica no sistema local), mas todos com possibilidade de ligação ao seu daemon OpenVAS podem ler esta informação.
pt_br: Você precisará fornecer informações relevantes para a criação de um certificado SSL para o seu daemon OpenVAS. Note que estas informações *NÃO* serão enviadas para ninguém (tudo permanece local), mas qualquer pessoa com permissão para conectar no seu daemon OpenVAS poderá obter tais informações.

source: CA certificate life time in days
gl: Duración do certificado da CA en días
pt_br: Tempo de vida do certificado CA em dias

source: Provide the life time of the Certificate Authority used to generate the OpenVAS daemon certificate.
gl: Introduza a duración da Autoridade Certificadora que se emprega para xerar o certificado do servidor OpenVAS.
pt: Indique o tempo de vida da Autoridade de Certificados (CA) usado para gerar o certificado do OpenVAS daemon.
pt_br: Informe o tempo de vida da Autoridade Certificadora usada para gerar o certificado do daemon OpenVAS.

source: Server certificate life time in days:
gl: Duración do certificado do servidor en días:
pt: Tempo de vida do certificado de servidor em dias:

source: Provide the life time of the OpenVAS daemon certificate. Notice that the OpenVAS clients will not connect to servers with expired certificates so set this value for as long as you want this installation to last. You can always regenerate this certificate later by removing the certificate file stored in /var/lib/openvas/CA/ and running 'openvas-mkcert'
gl: Introduza a duración do certificado do servidor OpenVAS. Teña en conta que os clientes OpenVAS non se han poder conectar a servidores con certificados caducados, así que estableza un valor tan grande como o que queira que dure esta instalación. Sempre pode volver xerar este certificado eliminando o ficheiro de certificado armacenado en /var/lib/nessusd/CA/ e executando "openvas-mkcert".
pt: Indique o tempo de vida do certificado do Servidor OpenVAS. Note que os clientes OpenVAS não irão ligar-se a servidores com certificados expirados portanto defina este valor para o duração desta instalação. Pode sempre regenerar este certificado mais tarde removendo o ficheiro de certificados de /var/lib/nessusd/CA/ e executando `openvas-mkcert'

source: Your country (two letter code):
gl: País (código de dúas letras):
pt: O código do seu país (duas letras):

source: Enter your country's two letter code.
gl: Introduza o código de dúas letras do seu país.
pt: Indique o código de duas letras do seu país
pt_br: Informe o código de duas letras de seu país.

source: Your state or province:
gl: Estado ou provincia:
pt: O seu estado ou província:

source: Enter the state or provice you reside in.
gl: Introduza o estado ou provincia no que reside.
pt: Indique o seu estado ou província de residência.
pt_br: Informe o estado ou província em que você reside.

source: Your location:
gl: Localidade:
pt: A sua localização:

source: Enter your location (e.g. town).
gl: Introduza a súa localidade.
pt: Indique a sua localização (e.g. cidade)
pt_br: Informe a sua localização (ex. cidade).

source: Your organisation:
gl: Organización:
pt: A sua organização:

source: Enter the name of your organization or company.
gl: Introduza o nome da súa organización ou empresa.
pt: Indique o nome da sua organização ou empresa.
pt_br: Informe o nome de sua organização ou companhia.

source: CA certificate life time in days:
pt: Tempo de vida do certificado CA em dias:

source: Server certificate life time in days
pt_br: Tempo de vida do certificado do servidor em dias

source: Your country (two letter code)
pt_br: Seu país (código de duas letras)

source: Your state or province
pt_br: Seu estado ou província

source: Your location
pt_br: Sua localização

source: Your organisation
pt_br: Sua organização
