Repository: 0x0012637/openvas-scanner
Catalog: debian/po/*.po
Languages: es

source: OpenVAS Daemon certificate generation
es: Generación de certificado para el demonio de OpenVAS

source: You will need to provide the relevant information to create an SSL certificate for your OpenVAS Daemon. Note that this information will *NOT* be sent to echo anybody (everything stays local), but anyone with the ability to connect to your OpenVAS daemon will be able to retrieve this information.
es: Debe introducir la información necesaria para crear un certificado SSL para su demonio de OpenVAS. Tenga en cuenta que esta información NO se enviará a ninguna parte (sólo estará disponible localmente), pero cualquiera que pueda conectarse de forma remota con su demonio de OpenVAS podrá obtenerla.

source: CA certificate life time in days
es: Tiempo de vida en días del certificado de CA

source: Provide the life time of the Certificate Authority used to generate the OpenVAS Daemon certificate.
es: Introduzca el tiempo de vida de la Autoridad de Certificación que se utiliza para generar el certificado del demonio de OpenVAS.

source: Server certificate life time in days
es: Tiempo de vida en días del certificado del servidor

source: Your country (two letter code)
es: Su país (código de dos letras)

source: Enter your country's two letter code.
es: Introduzca el código de dos letras de su país.

source: Your state or province
es: Su provincia o estado

source: Enter the state or provice you reside in.
es: Introduzca el nombre del estado o de la provincida donde reside.

source: Your location
es: Su localización

source: Enter your location (e.g. town).
es: Introduzca su localización (p. ej. su ciudad).

source: Your organisation
es: Su organización

source: Enter the name of your organization or company.
es: Introduzca el nombre de su organizació o compañía.
